Revit 2027 API
BuiltInFailures.GroupFailures.UnableToLoadGroup Property
 Unable to load file '[File Name]' as a group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnableToLoadGroup { get; }
Public Shared ReadOnly Property UnableToLoadGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnableToLoadGroup {
	FailureDefinitionId^ get ();
}
static member UnableToLoadGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace